{
  "GO_BACK": "Go back",
  "GENERIC_ERROR_DESCRIPTION": "Sorry, there was an unexpected error. Please go back and try again.",
  "GENERIC_ERROR_TITLE": "Unexpected error",

  "LANDING_PAGE_QR_CODE": "Check a 2D barcode",
  "PERMISSIONS_MISSING_TITLE": "Permissions needed",
  "PERMISSIONS_MISSING_DESCRIPTION_SCANNER": "To use verifier, NHS COVID Pass Verifier needs permission to access your camera. Please go into your device settings and enable this.",


  "NHS_SPLASH_TEXT": "Please wait",
  "NHS_COVID_STATUS": "NHS COVID Pass",

  "CANCEL_BUTTON": "Cancel",

  "INVALID_QR": "2D barcode not recognised",
  "NO_KEYS_FOUND": "No keys found",
  "CONNECT_TO_INTERNET": "Please connect to the internet to get the latest keys",
  "QR_PAUSE_TEXT": "Hold to pause",
  "GO_TO_SETTINGS": "Go to settings",

  "TERMS_AND_CONDITIONS_ACCEPT_TEXT": "I agree",
  "TERMS_AND_CONDITIONS_DECLINE_TEXT": "No, thanks",
  "TERMS_AND_CONDITIONS_TITLE": "Terms of Use",
  "TERMS_AND_CONDITIONS_AGREE": "By using this Verifier App, you agree to these Terms.  ",
  "TERMS_AND_CONDITIONS_1": "1. Introduction",
  "TERMS_AND_CONDITIONS_1_1": "1.1. Welcome to the terms of use (“Terms”) for the NHS Covid Verifier App (“Verifier App”). The Department of Health and Social Care (‘DHSC’, ‘we’, ‘our’) has overall responsibility for the Verifier App, which has been developed by, and will be operated by, NHSX (a joint working arrangement between DHSC and NHS England). ",
  "TERMS_AND_CONDITIONS_1_2": "1.2 These Terms apply to the Verifier App only.  There are seperate terms of use that apply to the NHS COVID Status Certification Service - those terms can be viewed here:",
  "TERMS_AND_CONDITIONS_2": "2. Purpose of the Verifier App",
  "TERMS_AND_CONDITIONS_2_1": "2.1 The purpose of the Verifier App is to allow the device onto which the Verifer App is downloaded to scan and read a 2D barcode, which contains information associated with the users Covid status certificate.  This certificate confirms that the user has been fully vaccinated against Covid-19 or has met negative testing or natural immunity requirements, and the certificate can be used to demonstrate Covid status for the purposes of international travel or for domestic purposes which the Government may approve from time to time.",
  "TERMS_AND_CONDITIONS_2_2": "2.2 The Verifier is only designed to be used as set out in Clause 2.1, and must not be used for any other purpose.",
  "TERMS_AND_CONDITIONS_2_3": "2.3. The Verifier App is provided by DHSC free of charge, and it is expressly prohibited to attempt to sell or license use of the Verifier App to any person, or to include the Verifier App as part of a paid-for service or product.  ",
  "TERMS_AND_CONDITIONS_2_4": "2.4 Use of the Verify International 2D barcode functionality should only be used by approved travel providers for the purposes of verifying an individual's COVID Pass and dertermining if it meets the internaional destination's requirements. The service must not be used for any other purpose.",
  "TERMS_AND_CONDITIONS_3": "3. How to use the Verifier App  ",
  "TERMS_AND_CONDITIONS_3_1": "3.1. To use the Verifier App, you must first download it from the ",
  "TERMS_AND_CONDITIONS_3_1_PART2": "You should refer to the terms of use and privacy notices applicable to each app store when visiting those stores to download the Verifier App. ",
  "TERMS_AND_CONDITIONS_3_2": "3.2 When you first open the verifier, you will see the initial landing screen. You will always be able to go back to this screen, and re-enter the verifier from it. ",
  "TERMS_AND_CONDITIONS_3_3": "3.3 The 'Check a 2D barcode' button opens the verifier where you can use the camera to scan a person's COVID Pass or another official document. Do this by placing the 2D barcode inside the four blue square guidelines.",
  "TERMS_AND_CONDITIONS_3_4": "3.4. International results: the international 2D Barcode Code represents the COVID status of an individual person, it follows a set international standard designed by eHealth Network (Part of the European Commission), and all developers who develop COVID related applications follow this set standard. It is intended to be used for international travel.  ",
  "TERMS_AND_CONDITIONS_3_5": "3.5. Domestic results: the Domestic results of a COVID-19 2D barcode can hold two possible statuses. The first being valid which represents a valid vaccination certificate of an individual user, the second status is expired showing an expired vaccination certificate of an individual user. When represented on the app the verifier will see the name, status, and date of expiry.  ",
  "TERMS_AND_CONDITIONS_3_6": "3.6. About your data: The NHS COVID Pass Verifier application reads 2D barcodes that store personal data and allows the verifier to read and display this information. However, this information gathered from the 2D barcode is never stored or transmitted on the NHS COVID Pass Verifier application. App permissions are used to securely store keys that are used to verify a 2D barcode has been signed by a trusted authority. These permissions are not used to store any data related to the user or app usage. The storage used does not hold any personal data.  ",
  "TERMS_AND_CONDITIONS_4": "4. Your right to use the Verifier App  ",
  "TERMS_AND_CONDITIONS_4_1": "4.1. The Verifier App was developed for DHSC, and it and its content belongs to DHSC or its respective licensors as appropriate, and it is protected by intellectual property laws. As long as you comply with these Terms, you have a personal, perpetual, non-exclusive, non-transferable, revocable, limited licence to use the Verifier App for your own personal use.  We reserve all other licence rights not expressly permitted under these Terms.",
  "TERMS_AND_CONDITIONS_4_2": "4.2. For the avoidance of doubt, any reproduction, representation, distribution, modification, adaptation or translation of the Verifier App and its content, in whole or in part, is prohibited, except within the limit of these Terms or with the express authorisation of DHSC. ",
  "TERMS_AND_CONDITIONS_5": "5. Our liability to you",
  "TERMS_AND_CONDITIONS_5_1": "5.1. The Verifier App is provided on an \"as is\" basis and, to the extent permitted by law, we make no representations, warranties or guarantees, whether express or implied that the Verifier App will function as intended. We also cannot guarantee that the Verifier App will be available on an uninterrupted basis, secure or error or virus free, or that defects will be corrected.  ",
  "TERMS_AND_CONDITIONS_5_2": "5.2. Without limitation, we will not be liable to you for: ",
  "TERMS_AND_CONDITIONS_5_2_1": "5.2.1. any use of the Verifier App that does not comply with these Terms; ",
  "TERMS_AND_CONDITIONS_5_2_2": "5.2.2. any business loss (including but not limited to loss of profits, revenue, contracts, anticipated savings, data, goodwill or wasted expenditure); ",
  "TERMS_AND_CONDITIONS_5_2_3": "5.2.3. any loss or damage arising from an inability to access and/or use the Verifier App; ",
  "TERMS_AND_CONDITIONS_5_2_4": "5.2.4. any indirect or consequential losses that were not foreseeable to both you and us when you commenced using the Verifier App; or    ",
  "TERMS_AND_CONDITIONS_5_2_5": "5.2.5. any loss or damage caused by a virus or other technologically harmful material that may infect your device or data due to your use of the Verifier App. ",
  "TERMS_AND_CONDITIONS_5_3": "5.3. Nothing in clause 6 excludes or limits our liability for death or personal injury arising from our negligence, or our fraud or fraudulent misrepresentation, or any other liability that cannot be excluded or limited by law. ",
  "TERMS_AND_CONDITIONS_6": "6. Continuity",
  "TERMS_AND_CONDITIONS_6_1": "6.1. We reserve the right to suspend, terminate or otherwise alter access to some or all of the Verifier App at any time and without notice. ",
  "TERMS_AND_CONDITIONS_7": "7. Security",
  "TERMS_AND_CONDITIONS_7_1": "7.1. If you discover a potential security vulnerability or suspect a security incident related to this Service, please report it to ",
  "TERMS_AND_CONDITIONS_7_1_EMAIL": "covid-status.security@nhs.net",
  "TERMS_AND_CONDITIONS_8": "8. Miscellaneous ",
  "TERMS_AND_CONDITIONS_8_1": "8.1. We may revise these Terms at any time and your continued use of the Verifier App will be deemed acceptance of such revised Terms.  Any such revisions take effect when this page is published",
  "TERMS_AND_CONDITIONS_8_2": "8.2. These Terms are governed by the laws of England and Wales. ",
  "TERMS_AND_CONDITIONS_8_3": "8.3. These Terms do not provide rights to, and may not be enforced by, any third party.  ",
  "TERMS_AND_CONDITIONS_8_4": "8.4. Each of the clauses in these Terms operates separately. If any part of these Terms is determined to be invalid or unenforceable then the remainder of these Terms will remain in full force and effect.  ",
  "TERMS_AND_CONDITIONS_LAST_UPDATED": "Last updated: 30 September 2021",

  "ACCESSIBILITY_TITLE": "Accessibility Statement",
  "ACCESSIBILITY_PARAGRAPH_1": "This accessibility statement applies to the NHS COVID Pass Verifier (the Service) mobile application, which can be accessed via the Apple App store and Google Play Store. \n\nIt explains how accessible the Service, what to do if you have difficulty using it, and how to report accessibility problems with to the Service provider. \n\nThe Service is run by the Department of Health and Social Care (DHSC). We want as many people as possible to be able to use the Service. \n\nIt is important for us that the Service is available across communities and diverse abilities, including but not limited to those with learning disabilities, sight or visual impairments, auditory disabilities, physical disabilities, or neurological disabilities. \n\nWe want as many people as possible to be able to use the Service. Additionally, we recognise and respect the wide range of people it is here to support. To support the breadth of users, and make it easier for everyone, we have made the text in the NHS COVID Pass Verifier mobile application as simple as possible to understand. ",
  "ACCESSIBILITY_TITLE_2": "Accessing the service via the NHS App",
  "ACCESSIBILITY_PARAGRAPH_2": "The Service is accessed via a native mobile app built for Apple iOS and Android devices.",
  "ACCESSIBILITY_PARAGRAPH_2_BULLET_1": "Apple iOS accessibility settings",
  "ACCESSIBILITY_PARAGRAPH_2_BULLET_2": "Android accessibility settings",
  "ACCESSIBILITY_ACCESSING_THE_SERVICE_TITLE": "Accessing the service via the native mobile application: ",
  "ACCESSIBILITY_ACCESSING_THE_SERVICE_PARAGRAPH": "When accessing the Service as the native mobile application, you should be able to: ",
  "ACCESSIBILITY_ACCESSING_THE_SERVICE_BULLET_1": "Increase font size within the mobile operating system setting to view content with larger or smaller font sizes. ",
  "ACCESSIBILITY_ACCESSING_THE_SERVICE_BULLET_2": "Navigate the native mobile application using speech recognition software. ",
  "ACCESSIBILITY_ACCESSING_THE_SERVICE_BULLET_3": "Use the native mobile application with the iOS or Android in built screen reader. ",

  "ACCESSIBILITY_COMPLIANCE_STATUS_TITLE": "Compliance status",
  "ACCESSIBILITY_COMPLIANCE_STATUS_PARAGRAPH": "Our ambition from the outset of the NHS COVID Pass Verifier mobile application has been to meet Level AA success criteria in the Web Content Accessibility Guidelines (WCAG) version 2.1.  We are currently still working towards this target. \n\n Currently,  the Service is not fully compliant with this standard and requires a few more additions for full compliance. The additions still required to be made consists of testing screen reader software, speech software and external devices while ensuring these tools work well with the Service.",
  "ACCESSIBILITY_REPORTING_TITLE": "Reporting accessibility problems in the NHS COVID Verifier App Service ",
  "ACCESSIBILITY_REPORTING_PARAGRAPH": "We are always looking to improve the accessibility of this Service. If you find any problems that are not listed on this page, or think we are not meeting accessibility requirements, then please email covid-status.accessibility@nhs.net to report the problem. ",

  "ACCESSIBILITY_ENFORCEMENT_TITLE": "Enforcement procedure ",
  "ACCESSIBILITY_ENFORCEMENT_PARAGRAPH_1": "If you are not happy with how we respond to your complaint,",
  "ACCESSIBILITY_ENFORCEMENT_PARAGRAPH_1_LINK": "contact the Equality Advisory and Support Service (EASS). ",
  "ACCESSIBILITY_ENFORCEMENT_PARAGRAPH_2": "The Equality and Human Rights Commission (EHRC) is responsible for enforcing the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018 (the ‘accessibility regulations’). ",

  "ACCESSIBILITY_HOWWETESTED_TITLE": "How we tested the NHS COVID Verifier App Service ",
  "ACCESSIBILITY_HOWWETESTED_PARAGRAPH": "The NHS COVID Pass Verifier Service for Apple iOS and Android devices was last tested on 14 May 2021 and was checked for compliance with AA level of the Web Content Accessibility Guidelines (WCAG) version 2.1. \n\nWe are actively testing the functionality and accessibility of the Service and aim to meet the WCAG 2.1 AA requirements. \n\nThis statement was prepared in May 2021.",

  "ACCESSIBILITY_IMPROVE_TITLE": "What we are doing to improve accessibility ",
  "ACCESSIBILITY_IMPROVE_PARAGRAPH": "The Department of Health and Social Care is committed to making its website accessible, in accordance with the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018. \n\nWe are continuously looking to improve the design and usability of the Service. This is being guided by user research and testing to support us with both technical compliance and to meet user needs.",

  "PRIVACY_TITLE": "Privacy Policy",
  "PRIVACY_TEXT_2": "For the full privacy policy, please visit the link below:",

  "PRIVACY_SUBTITLE_3": "What is the purpose for the processing of personal data?",
  "PRIVACY_TEXT_3": "The NHS COVID Pass Verifier application reads 2D barcodes and allows the verifier to read and display this information. However, this information gathered from the 2D barcode is never stored or transmitted on the NHS COVID Pass Verifier application.",

  "PRIVACY_SUBTITLE_4": "The Personal Data we collect and how it is used",
  "PRIVACY_TEXT_4": "READ_EXTERNAL_STORAGE and WRITE_EXTERNAL_STORAGE permissions are used to securely store public keys that are used to verify a 2D barcode has been signed by a trusted authority. These permissions are not used to store any data related to the user or app usage. The storage used does not hold any personal data.",

  "PRIVACY_SUBTITLE_5": "Public Keys",
  "PRIVACY_TEXT_5": "Public keys are readily available to be downloaded at ",

  "PRIVACY_SUBTITLE_6": "Internet Usage",
  "PRIVACY_TEXT_6": "The internet is only used within the verifier application to obtain the public keys needed to verify the 2D barcodes that get verified. Once the public  key has been obtained, they are stored for a select amount of time before getting refreshed, to prevent excessive calls and internet usage. ",

  "PRIVACY_SUBTITLE_7": "Camera Usage",
  "PRIVACY_TEXT_7": "Upon clicking the “Check a 2D barcode” button on the landing screen, the user is asked to “Give permission” to the application to use the camera. If the user denies these permissions, a screen will appear specifying that the permissions are required to proceed to the verifier. If the user grants these permissions, the app will proceed to the verifier.",

  "PRIVACY_SUBTITLE_7_1": "File usage",
  "PRIVACY_TEXT_7_1": "When a user downloads the application, they have explicitly given permission for file usage within the application. However, file usage is only used to store public keys into secure external storage which then allows the application to verify 2D barcodes from trusted authority. The usage permission is not used to store any data related to the users personal or application usage. ",

  "PRIVACY_SUBTITLE_9": "Changes to our policy",
  "PRIVACY_TEXT_9": "We keep our Privacy Notice under regular review, and we will make new versions available on: ",

  "APP_NAME": "NHS COVID Pass Verifier",
  "APP_DESCRIPTION_TITLE": "App description",
  "APP_PROMO": "Verify an individual's NHS COVID Pass to support international travel, or entry into places and settings who are using the service.",
  "APP_DESCRIPTION": "The official NHS COVID Pass Verifier app is a secure way to verify that an individual meets the COVID requirements of a venue or for travel.\n\nThe app can only verify the 2D barcode within an individual's NHS COVID Pass. It does not store their personal data.",
  "ABOUT_TITLE": "About this app",
  "ABOUT_SUBTITLE_1": "How to use the NHS COVID Pass Verifier",
  "ABOUT_SUBTITLE_1_TEXT_1": "When you first open the verifier, you will see the initial landing screen. You will always be able to go back to this screen, and re-enter the verifier from it.\n\nThe 'Check a 2D barcode' button opens the verifier where you can use the camera to scan a person's NHS COVID Pass on their device or official document. Do this by placing the 2D barcode inside the four blue square guidelines.",
  "ABOUT_SUBTITLE_2": "About your data",
  "ABOUT_DATA_TEXT": "The NHS COVID Pass Verifier application reads 2D barcodes that store personal data and allows the verifier to read and display this information. However, this information gathered from the 2D barcode is never stored or transmitted on the NHS COVID Pass Verifier application.\n\nApp permissions are used to securely store keys that are used to verify a 2D barcode has been signed by a trusted authority. These permissions are not used to store any data related to the user or app usage. The storage used does not hold any personal data. ",
  "ABOUT_SUBTITLE_3": "Our Policies",
  "ABOUT_SUBTITLE_4": "Common Questions",
  "ABOUT_SUBTITLE_5": "Software",
  "ABOUT_APP_VERSION": "Version",
  "ABOUT_SUBTITLE_INTERNATIONAL": "International results",
  "ABOUT_INTERNATIONAL_PARAGRAPH": "The international 2D Barcode Code represents the COVID Pass of an individual person, it follows a set international standard designed by eHealth Network (Part of the European Commission), and all developers who develop COVID  related applications follow this set standard. It is intended to be utilised for international travel. ",
  "ABOUT_SUBTITLE_DOMESTIC": "Domestic results",
  "ABOUT_DOMESTIC_PARAGRAPH": "The results of a Domestic NHS COVID Pass 2D barcode scan will indicate whether the Pass is Valid, Expired, or Not Recognised, as well as show the Name and Pass expiry date. \n\nYou can scan International 2D barcodes that align to the EU DCC standard in Domestic mode to verify full vaccinations of foreign visitors",
  "ABOUT_FAQ": "FAQ",
  "ABOUT_GITHUB_REPO": "Code Repository",
  "ABOUT_GITHUB_URL": "GitHub",
  "ABOUT_PRIVACY": "Privacy Policy",
  "ABOUT_TANDC": "Terms and Conditions",
  "ABOUT_ACCESSIBILITY": "Accessibility Statement",

  "EXPIRED_HELP_TEXT": "Code has expired",
  "EXPIRED_TEXT": "Expired",

  "VALID_HELP_TEXT": "Code is valid",

  "ACCESSIBILITY_BACK_BUTTON_HELP_TEXT": "Go back to the previous page",
  "ACCESSIBILITY_LOGOUT_BUTTON_HELP_TEXT": "Log out of the app",

  "FAQ_COMMON_QUESTIONS_TITLE": "Common Questions",
  "FAQ_MINIMUM_REQUIREMENT_QUESTION": "What is the minimum OS requirement?",
  "FAQ_MINIMUM_REQUIREMENT_ANSWER": "The minimum OS requirements are Android 5.0 or iOS 8.0.",
  "FAQ_INVALIDQR_QUESTION": "Why is the 2D barcode Invalid?",
  "FAQ_INVALIDQR_ANSWER": "A 2D barcode may display as invalid for a variety of reasons, for example: the 2D barcode may be obscured, making the verifier unable to recognise if the COVID certificate is valid or expired.\n\nIf all codes are displaying as invalid, you may need to update/reinstall the application.",
  "FAQ_INTERNET_QUESTION": "Do I need to be connected to the internet?",
  "FAQ_INTERNET_ANSWER": "To install the verifier application, you must have an active internet connection. Once the application is installed, you can use it offline. ",
  "FAQ_INTERNATIONAL_QUESTION": "What is shown when an International 2D barcode is verified? ",
  "FAQ_INTERNATIONAL_ANSWER": "The international 2D barcode represents the NHS COVID Pass of an individual, and follows a set international standard designed by eHealth Network (Part of the European Commission) that is used by all developers who develop COVID-related applications. It is intended to be used for international travel. ",

  "MIDDAY_TEXT": "midday",
  "MIDNIGHT_TEXT": "midnight",

  "INTERNATIONAL_SCANNER_RESULT_BLANK_FIELD": "-",
  "INTERNATIONAL_SCANNER_RESULT_DATE_OF_BIRTH": "Date of birth: {0}",
  "INTERNATIONAL_SCANNER_RESULT_DATE_OF_VACCINATION": "Date of vaccination: {0}",
  "INTERNATIONAL_SCANNER_RESULT_CERTIFICATE_EXPIRATION": "2D barcode expiry: {0}",
  "INTERNATIONAL_SCANNER_RESULT_TITLE": "Records",
  "INTERNATIONAL_SCANNER_RESULT_VACCINE_PRODUCT_TEXT": "Vaccine product",
  "INTERNATIONAL_SCANNER_RESULT_DOSE_TEXT": "Dose ",
  "INTERNATIONAL_SCANNER_RESULT_OF_TEXT": " of ",
  "INTERNATIONAL_SCANNER_RESULT_CERTIFICATE_ID_TEXT": "ID",
  "INTERNATIONAL_SCANNER_RESULT_DISEASE_TARGETED_TEXT": "Disease targeted",
  "INTERNATIONAL_SCANNER_RESULT_VACCINE_TEXT": "Vaccine",
  "INTERNATIONAL_SCANNER_RESULT_COUNTRY_OF_VACCINATION_TEXT": "Country of vaccination",
  "INTERNATIONAL_SCANNER_RESULT_CERTIFICATE_ISSUER": "Authority",
  "INTERNATIONAL_SCANNER_RESULT_MANUFACTURER_TEXT": "Manufacturer",
  "INTERNATIONAL_SCANNER_RESULT_PRODUCT_CODE_TEXT": "Product code",

  "INTERNATIONAL_SCANNER_RESULT_DATE_VALID_FROM": "Date valid from: {0}",
  "INTERNATIONAL_SCANNER_RESULT_RECOVERY": "Recovery",
  "INTERNATIONAL_SCANNER_RESULT_FIRST_POSITIVE_RESULT": "Date of test",
  "INTERNATIONAL_SCANNER_RESULT_COUNTRY_OF_TEST": "Country of test",
  "INTERNATIONAL_SCANNER_RESULT_DATE_VALID_UNTIL": "Recovery expiry",

  "INTERNATIONAL_SCANNER_RESULT_RESULT_TEST": "Test",
  "INTERNATIONAL_SCANNER_RESULT_RESULT_TEST_TYPE": "Test type",
  "INTERNATIONAL_SCANNER_RESULT_RESULT_TEST_NAME": "Test name",
  "INTERNATIONAL_SCANNER_RESULT_RESULT_SAMPLE_COLLECTED_DATE": "Sample collected date",
  "INTERNATIONAL_SCANNER_RESULT_RESULT_TEST_RESULT": "Test result",
  "INTERNATIONAL_SCANNER_RESULT_RESULT_TEST_CENTRE": "Test centre",

  "APPROVE_TITLE": "You must be an approved travel provider to access this feature",
  "APPROVE_TEXT": "I understand and agree to the ",
  "APPROVE_TERMS_AND_CONDITIONS_TEXT": "terms of use",
  "APPROVE_TEXT_2": "when accessing this part of the service",

  "ABOUT_VOLUNTARY_TITLE": "Voluntary use of the app.",
  "ABOUT_CONSENT": "Consent",
  "ABOUT_VOLUNTARY_TEXT": "The download and use of this app are voluntary. The purpose of the app is for you to easily verify 2D barcodes which follow the Digital Green Certificate standard. It is not mandatory to download this app to prove your NHS COVID Pass, however it will be used for parties to check your NHS COVID Pass for international travel and domestic use. ",
  "ABOUT_HOW_APP_WORKS_TITLE": "How the app works.",
  "ABOUT_HOW_APP_WORKS_TEXT1": "Upon navigating to the QR verifier, you will first be met with the initial landing page. This page is the first page in the application where you are always able to navigate back to or progress to the QR verifier. \n\nThe ‘Check a 2D barcode’ button will navigate you to the QR verifier where you will be able to direct the camera at a user’s COVID certificate. To do this the users 2D barcode, which will be either on their device or printed out, will need to be placed inside the four blue square guidelines. This will display the results from the contents of the 2D barcode.",
  "ABOUT_RECORDED_TITLE": "What is recorded and stored on your phone and who has access to the data?",
  "ABOUT_RECORDED_TEXT1": "When a user downloads the application, they have explicitly given permission for file usage within the application. However, file usage is only used to store keys into secure external storage which then allows the application to verify 2D barcodes from trusted authority. The usage permission is not used to store any data related to the users personal or application usage. No personal data is collected or sent to any parties. \n\nThe aplication uses services to collect GDPR compliant metric data, this provides greater insight into the live operations of our application. Metric collections allow us to understand how the live application is being used. Using this data can make useful observations such as error frequencies, request frequencies, service usage and oversight of the general activity. All metrics that are collated are completely anonymised and independent of actual user data, such as test or vaccine results. This data is not stored in the app but in the services we use.",
  "ABOUT_REJECT_TITLE": "How to accept or reject terms and conditions",
  "ABOUT_REJECT_TEXT": "When you open the app for the first time, you will be presented with a terms and conditions page. There will be a button labelled as ‘I Agree’ which you click if you wish to use the app. If you do not agree with the terms and conditions and do not want to use the app, click ‘No, Thanks’.",
  "ABOUT_ERASED_TITLE": "When the app erases data",
  "ABOUT_ERASED_TEXT": "As mentioned no personal data is stored on this application, only keys provided by trusted authorities which are used to verify 2D barcodes. This data can be deleted by deleting the application or it will delete automatically after 24 hours.",
  "ABOUT_POLICIES_TITILE": "For more information about the rules and policies",
  "ABOUT_POLICIES_TEXT": "Please click on the following hyperlinks to find more information: ",
  "ABOUT_PERSONAL_DATA_TITLE": "Processing of personal data.",
  "ABOUT_PERSONAL_DATA_TEXT": "Personal data is not processed.",
  "ABOUT_APP_PERMISSIONS_TITLE": "App permissions used",
  "ABOUT_APP_PERMISSIONS_TEXT": "Internet Usage\n\nThe internet is only used within the verifier application to obtain the keys needed to verify the 2D barcodes that get verified. Once the key has been obtained they are stored for a select amount of time before getting refreshed, to prevent excessive calls and internet usage.\n\nCamera Usage\n\nUpon clicking the “Check a 2D barcode” button on the landing screen, the user is asked to “Give permission” to the application to use the camera. If the user denies these permissions, a screen will appear specifying that the permissions are required to proceed to the verifier. If the user grants these permissions, the app will proceed to the verifier.\n\nFile usage\n\nWhen a user downloads the application, they have explicitly given permission for file usage within the application. However, file usage is only used to store keys into secure external storage which then allows the application to verify 2D barcodes from trusted authority. The usage permission is not used to store any data related to the users personal or application usage. ",

  "DROP_DOWN_MENU_ABOUT_PAGE": "About Page",
  "DROP_DOWN_MENU_INTERNATIONAL_TOGGLE": "Verify International 2D barcode",
  "DROP_DOWN_MENU_TOGGLE_VERIFY": "Verify",
  "DROP_DOWN_MENU_TOGGLE_INTERNATIONAL": "International",
  "DROP_DOWN_MENU_TOGGLE_2D_BARCODE": "2D barcode"
}
